{"2":{"id":2,"nome":"Smart TV Samsung QLED 55\"","descricao":"A Smart TV Samsung QLED de 55 polegadas oferece qualidade de imagem 4K, tecnologia de pontos quânticos, sistema operacional Tizen, e controle remoto com comando de voz.","quantidade":12},"3":{"id":3,"nome":"Câmera Canon EOS Rebel T7i","descricao":"A câmera Canon EOS Rebel T7i é uma DSLR com sensor CMOS de 24,2 MP, processador DIGIC 7, gravação de vídeo Full HD, e tela de toque articulada.","quantidade":35},"4":{"id":4,"nome":"Fone de Ouvido Sony WH-1000XM4","descricao":"O fone de ouvido Sony WH-1000XM4 oferece cancelamento de ruído adaptável, qualidade de som de alta resolução, até 30 horas de autonomia, e controle por toque.","quantidade":50},"5":{"id":5,"nome":"Console PlayStation 5","descricao":"O PlayStation 5 é o console de nova geração da Sony, com suporte a 4K, ray tracing, SSD ultra rápido, e controle DualSense com feedback tátil.","quantidade":8},"6":{"id":6,"nome":"Monitor LG UltraWide 34\"","descricao":"O monitor LG UltraWide de 34 polegadas oferece resolução 3440x1440, proporção 21:9, tecnologia IPS, e suporte a HDR10.","quantidade":22},"7":{"id":7,"nome":"Impressora Epson EcoTank L3150","descricao":"A impressora Epson EcoTank L3150 é uma multifuncional tanque de tinta, com Wi-Fi integrado, impressão duplex, e capacidade para até 7500 páginas coloridas.","quantidade":30},"8":{"id":8,"nome":"Drone DJI Mavic Air 2","descricao":"O drone DJI Mavic Air 2 possui câmera 4K de 48 MP, autonomia de até 34 minutos de voo, sensores de obstáculos em todas as direções, e sistema de transmissão OcuSync 2.0.","quantidade":12},"9":{"id":9,"nome":"Mouse Logitech G502 Hero","descricao":"O mouse Logitech G502 Hero é equipado com sensor HERO 25K, 11 botões programáveis, pesos ajustáveis, e iluminação RGB personalizável.","quantidade":25},"10":{"id":10,"nome":"Teclado Mecânico Corsair K95 RGB Platinum","descricao":"O teclado mecânico Corsair K95 RGB Platinum oferece switches Cherry MX Speed, iluminação RGB por tecla, descanso de pulso removível, e controles multimídia dedicados.","quantidade":17},"11":{"id":11,"nome":"Caixa de Som JBL Charge 4","descricao":"A caixa de som JBL Charge 4 é resistente à água, oferece até 20 horas de reprodução, possui conectividade Bluetooth, e carrega dispositivos via USB.","quantidade":40},"13":{"id":13,"nome":"Robô Aspirador iRobot Roomba 980","descricao":"O robô aspirador iRobot Roomba 980 possui navegação inteligente, limpeza em três fases, app para controle via smartphone, e compatibilidade com assistentes de voz.","quantidade":20},"14":{"id":14,"nome":"Smartwatch Apple Watch Series 7","descricao":"O smartwatch Apple Watch Series 7 possui tela sempre ligada, monitoramento avançado de saúde, resistência à água, e conexão 4G.","quantidade":6},"15":{"id":15,"nome":"Kindle Paperwhite","descricao":"O Kindle Paperwhite é um leitor de ebooks à prova d'água, com tela de 6 polegadas de alta resolução, iluminação embutida, e bateria que dura semanas.","quantidade":28},"16":{"id":16,"nome":"Mochila Targus CitySmart EVA Pro","descricao":"A mochila Targus CitySmart EVA Pro é resistente à água, possui compartimento acolchoado para laptop de até 15,6 polegadas, e diversos bolsos organizadores.","quantidade":10}}